var dayRes = [
  {
    "name": "车贷清",
    "value": 237,
    "path": "车贷清",
    "date": "2026.4.24"
  },
  {
    "name": "招行还款",
    "value": 7,
    "path": "招行还款",
    "date": "2025.9.6"
  },
  {
    "name": "光大还款",
    "value": 11,
    "path": "光大还款",
    "date": "2025.9.10"
  },
  {
    "name": "广发还款",
    "value": 25,
    "path": "广发还款",
    "date": "2025.9.24"
  },
  {
    "name": "车贷还款",
    "value": 25,
    "path": "车贷还款",
    "date": "2025.9.24"
  },
  {
    "name": "花呗还款",
    "value": 26,
    "path": "花呗还款",
    "date": "2025.9.25"
  },
  {
    "name": "情人节",
    "value": 168,
    "path": "情人节",
    "date": "2026.2.14"
  },
  {
    "name": "妇女节",
    "value": 190,
    "path": "妇女节",
    "date": "2026.3.8"
  },
  {
    "name": "清明节",
    "value": 217,
    "path": "清明节",
    "date": "2026.4.4"
  },
  {
    "name": "劳动节",
    "value": 244,
    "path": "劳动节",
    "date": "2026.5.1"
  },
  {
    "name": "青年节",
    "value": 247,
    "path": "青年节",
    "date": "2026.5.4"
  },
  {
    "name": "儿童节",
    "value": 275,
    "path": "儿童节",
    "date": "2026.6.1"
  },
  {
    "name": "建党节",
    "value": 305,
    "path": "建党节",
    "date": "2026.7.1"
  },
  {
    "name": "建军节",
    "value": 336,
    "path": "建军节",
    "date": "2026.8.1"
  },
  {
    "name": "端午节",
    "value": -91,
    "path": "端午节",
    "date": "2025.5.31"
  },
  {
    "name": "中秋节",
    "value": 37,
    "path": "中秋节",
    "date": "2025.10.6"
  },
  {
    "name": "国庆节",
    "value": 32,
    "path": "国庆节",
    "date": "2025.10.1"
  },
  {
    "name": "重阳节",
    "value": 60,
    "path": "重阳节",
    "date": "2025.10.29"
  },
  {
    "name": "平安夜",
    "value": 116,
    "path": "平安夜",
    "date": "2025.12.24"
  },
  {
    "name": "圣诞节",
    "value": 117,
    "path": "圣诞节",
    "date": "2025.12.25"
  },
  {
    "name": "元旦节",
    "value": 124,
    "path": "元旦节",
    "date": "2026.1.1"
  },
  {
    "name": "腊八",
    "value": 149,
    "path": "腊八",
    "date": "2026.1.26"
  },
  {
    "name": "除夕",
    "value": 170,
    "path": "除夕",
    "date": "2026.2.16"
  }
]